Repository: wpsandy/kaps
Catalog: inventory/inventory-*.po
Languages: es_es

source: Inventory
es_es: Inventario

source: Manage Inventory
es_es: Administrar inventario

source: Instructions
es_es: Instrucciones

source: Manage Categories
es_es: Administrar categorías

source: Inventory Config
es_es: Configuración del Inventario

source: Inventory Options
es_es: Opciones Generales

source: Inventory Upload
es_es: Subir Inventario

source: First
es_es: Primero

source: Prev
es_es: Anterior

source: Next
es_es: Siguiente

source: Last
es_es: Ultimo

source: View Category
es_es: Mirar Categoría

source: Delete
es_es: Borrar

source: Add New Item
es_es: Agregar nuevo producto

source: Are you sure you want to delete this item?
es_es: ¿Está seguro que quiere eliminar este producto?

source: There are no inventory items in the database!
es_es: No hay items en la base de datos

source: No inventory id set.
es_es: No se ha facilitado identificador

source: An item with that ID couldn't be found
es_es: Item con ID no encontrado

source: Not authorized to edit this item.
es_es: No tienes autorización para editar este producto.

source: Add Image
es_es: Añadir una imagen

source: Create Thumbnail
es_es: Crear Miniatura

source: Item Description
es_es: Descripción del Producto

source: Added Date
es_es: Fecha añadida

source: Select Date
es_es: Seleccione Fecha

source: Display Order
es_es: Mostrar en Orden

source: Item Price
es_es: Precio del producto

source: Quantity
es_es: Cantidad

source: Owner E-mail
es_es: Correo Electrónico del Dueño

source: Item Reserved
es_es: Producto Reservado

source: Save
es_es: Guardar

source: An image with that ID couldn't be found
es_es: Item con ID no encontrada

source: The item name must be between 1 and 100 characters in length and contain no punctuation. Spaces are allowed but the title must not start with one.
es_es: El nombre del item debe tener entre 1 y 100 caracteres de largo, y no contener signos de puntuación. Lo espacios están permitidos, pero el título no puede comenzar con uno.

source: An item with the details you submitted could not be found in the database. This may indicate a problem with your database or the way in which it is configured.
es_es: No se encontro en la base de datos, el item con los detalles descriptos. Esto puede indicar un problema con la base de datos, o la forma en qu esta configurada.

source: Inventory item
es_es: Item de Inventario

source: View Inventory
es_es: Mirar Inventario

source: You can't delete an item if you haven't submitted an event id
es_es: No se puede borrar un item, si no se encuentra el ID del evento.

source: Item deleted successfully
es_es: ¡Producto borrado con éxito!

source: Despite issuing a request to delete, the item still remains in the database. Please investigate.
es_es: A pesar del requerimiento de borrar un item, el mismo continúa en la base de datos. Por favor, investigar.

source: Edit Inventory Item
es_es: Editar producto

source: You must provide an item id in order to edit it
es_es: Debe proporcionar un ID de item para poder editarlo

source: Add Inventory Item
es_es: Agregar nuevo producto

source: Settings saved
es_es: Ajustes guardados.

source: All Options
es_es: Todas las Opciones

source: Display
es_es: Preferencias de Pantalla

source: Label
es_es: Etiqueta

source: Reserve
es_es: Reservar

source: Style
es_es: Estilo

source: Page your inventory displays on
es_es: Muestra la página del inventario

source: So the links to your item details work properly. This is the page that should have the {INVENTORY} shortcode installed on it.
es_es: Para que los links de los detalles de los items del inventario trabajen adecuadamente. Esta es la página que debe contener el shortcode {INVENTORY} colocado.

source: Warning: you may experience problems with links if this is not set to a specific page
es_es: Atención: puede experimentar problemas con los enlaces, si no se indica una página específica

source: None
es_es: Ninguno

source: Multiple Pages
es_es: Páginas múltiples

source: Lowest user group that may manage inventory
es_es: El grupo mas bajo que puede administrar el inventario

source: Subscriber
es_es: Suscriptor

source: Contributor
es_es: Colaborador

source: Author
es_es: Autor

source: Administrator
es_es: Administrador

source: Limit ability to edit to same user that added item?
es_es: Permitir que solo el usuario que creo el item, pueda modificarlo ?

source: Yes: Only Admin and the user who entered item may edit.<br>No: Any user may edit.
es_es: Si: solo el administrador y el usuario pueden editar el ítem. <br>No: Cualquier usuario pude editar.

source: Number of Items per page
es_es: Número de items por página

source: The number of items per page.<br>Leave as zero/blank for no limit.
es_es: Cantidad de ítems por página. <br>Deje en cero/blanco si no desea limites.

source: Placeholder Image
es_es: Añadir una imagen

source: Shown if there is no image for an item.<br>Leave blank to not use this feature.
es_es: Imagen por defecto, si no se ha indicado ninguna para un ítem. <b>Deje en blanco, si no desea usar esta característica.

source: Display Options
es_es: Opciones de visualización

source: Display as spreadsheet
es_es: Mostrar como tabla

source: Custom Labels
es_es: Etiquetas personalizadas

source: Reserve Item Options
es_es: Opciones de reserva de productos

source: Allows user to enter a quantity when reserving.
es_es: Permitir a los usuarios ingresar la cantidad al hacer una reserva.

source: For a drop-down, enter multiple items separated by commas.<br>For example "bottles, cases
es_es: En el menu descolgable, ingrese múltiples ítems separados por comas.<br>Por ejemplo "botellas, casos

source: E-mail address to send to
es_es: Dirección de email adonde enviar

source: The admin/shop owner e-mail address that is used when<br>someone reserves an item.
es_es: El correo electrónico sera usado cuando <b> alguien reserve un ítem.

source: E-mail item owner also?
es_es: Enviar correo electrónico también?

source: When reserving an item, an e-mail will also be sent to the <br>owner's e-mail address entered for the Inventory Item.
es_es: Cuando ser reserver un ítem, un correo electrónico sera enviado a la <b>direccion de e-mail configurada en el Item del Inventario.

source: Yes
es_es: Si

source: Stylesheet Settings
es_es: Opciones de tabla

source: Configure the stylesheet for Inventory Display
es_es: Configure la tabla para mostrar el inventario

source: Not Used
es_es: Sin uso

source: Do Not Display
es_es: No mostrar

source: Category added successfully
es_es: Categoría añadida con éxito

source: Category deleted successfully
es_es: Categoría borrada con éxito

source: Edit Category
es_es: Editar Categoría

source: Category Name
es_es: Nombre de categoría

source: Category Colour (Hex format)
es_es: Color de la Categoría (Formato Hexadecimal)

source: Category edited successfully
es_es: Categoría editada correctamente.

source: Add Category
es_es: Añadir categoría

source: Category Colour
es_es: Color de la Categoría

source: Edit
es_es: Editar

source: Are you sure you want to delete this category?
es_es: ¿Está seguro que quiere eliminar esta categoría?

source: There are no categories in the database - something has gone wrong!
es_es: No hay categorías en la base de datos - algo debe estar mal!

source: Back to Item List
es_es: Volver a la lista

source: Description
es_es: Descripción

source: Item Reservation
es_es: Reserva de producto.

source: The following person would like to reserve an item
es_es: La siguiente persona desea reservar un item

source: Phone
es_es: Teléfono

source: Email
es_es: Correo Electrónico

source: Price
es_es: Precio

source: No e-mail configured in Inventory Options.
es_es: No hay correo electrónico indicado en las opciones del inventario

source: Reservation request sent. Thank you!
es_es: Se envio el pedido de reserva. Muchas Gracias!

source: Sort By
es_es: Ordenar por

source: Categories
es_es: Categorías

source: Category
es_es: Categoría

source: Inventory Search Results for
es_es: Resultados de busqueda para

source: Inventory Plugin Instructions
es_es: Instrucciones del Plugin

source: Displaying Inventory in a Page
es_es: Mostrar inventario en la página

source: To display inventory on a page, simply add the shortcode <code>{INVENTORY}</code> at the location in the page you would like the inventory to display.
es_es: Para mostrar el inventario en una página, simplemente agregue el shortcode <code>{INVENTORY}</code> en la posicion de la página donde dese que se muestre el mismo.

source: To display inventory from only a single category, or sorted a certain way, you can use some parameters, like so: </p> <p><code>{INVENTORY}</code> will cause the page to list all items, sorted by the Order field. <br><code>{INVENTORY <span>category=2</span>}</code> will cause the page to list ONLY those items in category with id #2 <br><code>{INVENTORY <span>category=logging</span>}</code> will list ONLY those items in the Logging category <br><code>{INVENTORY <span>items_per_page=3</span>}</code> will over-ride the Configuration items per page, and only list 3 items per page <br><code>{INVENTORY <span>sort=number</span>}</code> will over-ride the Configuration sorting, and sort items by their number (most fields work - see complete sort field listing below) <br><code>{INVENTORY <span>display=spreadsheet</span>}</code> will over-ride the Configuration display, display the listing in a spreadsheet <br><code>{INVENTORY <span>category=general;items_per_page=5;sort=date desc; display=normal</span>}</code> will list ONLY items from General category, 5 items per page, sorted by date added descending, displaying as individual divs (instead of spreadsheet style). <strong>Note the semi-colons used to separate the parameters.</strong>
es_es: Para mostrar el inventario desde una sola categoría u ordenado de una manera en particular, pueden usarse algunos parámetros, tales como: </p> <p><code>{INVENTORY}</code> la página mostrara todos los items del inventario, ordenado por campo ORDER. <br><code>{INVENTORY <span>category=2</span>}</code> se mostrarán solo los ítems de la categoría con id #2 <br><code>{INVENTORY <span>category=logging</span>}</code> se mostrarán solo los ítems de la categoría loggin <br><code>{INVENTORY <span>items_per_page=3</span>}</code> mostrará solo 3 ítems por página <br><code>{INVENTORY <span>sort=number</span>}</code> mostrará los datos ordenados por el campo number <br><code>{INVENTORY <span>display=spreadsheet</span>}</code> muestra el inventario en forma de tabla de datos <br><code>{INVENTORY <span>category=general;items_per_page=5;sort=date desc;display=normal</span>}</code> solo mostrara los ítems de la categoria Geeral, 5 íteems en cada página, ordenado por fecha en forma descendente, y mostrando los ítems en formulario en lugar de tabla. <strong>Observe los punto y coma entre los parámetros, y la ausencia de espacios en blanco entre ellos.</strong>

source: Customizing the Display of Your Inventory
es_es: Diseñando la forma de mostrar el Inventario

source: There&rsquo;s lots of settings in the <a href="
es_es: Hay&rsquo;s muchas configuraciones en <a href="

source: Adding Inventory to Your WordPress Search Results
es_es: Agregando el Inventario a los resultados de búsqueda de WordPress

source: After much thrashing around trying to hack together a more automatic way, it became clear that the cleanest, best, and really ONLY way to add inventory items to your WordPress search results is through a slight modification to the search.php template file. All you need to do is put this line of code in the search.php template file where you want the search results to display: <code>&lt;?php inventory_display(); ?&gt;</code></p> <p>See below for an example, based on the code from the Twenty-Ten theme:
es_es: Después de mucho rodar por ahí tratando de buscar juntos una manera más automática, se hizo evidente que la mejor, y realmente única manera de agregar los artículos del inventario a los resultados de la búsqueda de WordPress es a través de una pequeña modificación al archivo de plantilla search.php. Todo lo que necesitas hacer es poner esta línea de código en el archivo de plantilla search.php donde desea que los resultados de búsqueda se puedan mostrar: <code>&lt;?php inventory_display(); ?&gt;</code></p> <p>Vea a continuación un ejemplo, basado en el código desde el Tema Twenty-Ten:

source: Confirm Database Purge
es_es: Confirmar borrado de la base de datos

source: Yes - Proceed
es_es: Si - Continuar

source: No! Cancel!
es_es: No! Cancelar!

source: CONFIRM - DELETE MY INVENTORY
es_es: ¿Confirma el borrado del inventario?

source: Database Purged
es_es: Base de datos eliminada

source: The database has been purged
es_es: La base de datos ha sido eliminada

source: All inventory items removed
es_es: Se han removido todos los items del inventario

source: All inventory image records removed (images were NOT deleted)
es_es: Se han removido todas las referencias a las imágenes (las imágenes no fueron borradas)

source: All categories removed (except default "General" category)
es_es: Se removieron todas las categorías (excepto default "General" category)

source: The file must be csv or txt format.
es_es: El archivo debe tener el formato csv o txt.

source: You must have a field for &ldquo;Inventory Number&rdquo;
es_es: Debe tener un campo para &ldquo;Inventory Number&rdquo;

source: You must have a field for &ldquo;Inventory Name&rdquo;.
es_es: Debe tener un campo para &ldquo;Inventory Name&rdquo;

source: You have indicated the same field twice for
es_es: Ha indicado el mismo campo dos veces para

source: Unable to open uploaded file!
es_es: No se puede abrir el archivo subido!

source: Success
es_es: ¡Lo lograste!

source: records imported
es_es: registros importados

source: Sample rows from your file
es_es: Lineas de ejemplo de su archivo

source: Warning! Your file appears to be comma separated. Be certain that any number fields do not contain commas (such as 1,500)
es_es: Atencion: El archivo parece separado por comas. Asegúrese que ningun campo contenga comas (Ej, 1,500)

source: Select Field
es_es: Seleccionar el Campo

source: Item Number
es_es: Número de Item:

source: Item Name
es_es: Nombre del Item

source: Item Sort Order
es_es: Tipo de ordenamiento del Item

source: Item Size
es_es: Tamaño del Item

source: Manufacturer
es_es: Fabricante

source: Make
es_es: Hacer

source: Model
es_es: Modelo

source: Year
es_es: Año

source: Serial #
es_es: # Serie

source: Owner e-mail
es_es: Dirección de Correo Electrónico

source: Image Name
es_es: Nombre de la Imagen

source: Category ID (NOT name!)
es_es: ID de la Categoria (NO el nombre)

source: Map the columns to the appropriate Inventory Item fields using the drop-down boxes, then click
es_es: Relacione las columnas con los campos apropiados del Inventario, usando las cajas de diálogo, y luego haga click

source: Go!
es_es: Adelante!

source: to import
es_es: para importar

source: This file contains a Title Row
es_es: Este archivo contiene una fila de títulos

source: Upload a file to quickly add inventory items
es_es: Subir un archivo para agregar rápidamente items al inventario

source: Requirements
es_es: Requerimientos

source: .csv or .txt file format
es_es: archivo con formato .csv o .txt

source: Comma or tab-separated
es_es: Separado por comas o tabuladores

source: You will be prompted to identify/map fields once file is uploaded
es_es: Deberá identificar y relacionar los campos, una vez que se suba el archivo

source: File to Upload
es_es: Archivo a Subir

source: Upload
es_es: Subir

source: Purge Database
es_es: Borrar la base de datos

source: If you would like to purge all of the data from the database for a fresh import, click the link below.
es_es: Si desea borrar todos los datos de la base de datos, para importar desde cero, haga click en el enlace de abajo.

source: Warning! NOT an image file! File not uploaded.
es_es: Atencion! No es un archivo tipo imagen! Archivo no subido.

source: The save-to path doesn't exist.... attempting to create...
es_es: El directorio de subidas no existe, intentando crear...

source: The save-to directory
es_es: Directorio de guardado

source: does not exist, and could not be created automatically
es_es: no existe, y no puede crearse automaticament

source: already exists
es_es: ya existe

source: The file is too big. (php.ini)
es_es: El archivo es muy grande (php.ini)

source: The file is too big. (form)
es_es: El archivo es demasiado grande. (form)

source: Only part of the file was uploaded
es_es: Sólo se ha podido subir una parte del archivo.

source: No file was uploaded
es_es: No se ha subido ningún archivo.

source: Missing a temporary folder.
es_es: Falta un directorio temporal.

source: Failed to write file to disk
es_es: El archivo no se ha podido grabar en el disco.

source: File upload stopped by extension
es_es: Subida de archivo detenida a causa de la extensión.

source: Unable to write uploaded file. Check permissions on upload directory.
es_es: No se puede escribir el archivo subido. Verifique los permisos del directorio de subidas.

source: Image deleted
es_es: ¡Imagen Borrada!

source: Image not found to delete
es_es: No se encontro la imagen a borar

source: File
es_es: Archivo

source: could not be deleted (does not exist)
es_es: no pudo borrarse (no existe)

source: inventory
es_es: inventario

source: Title
es_es: Título

source: Inventory Page
es_es: Página de Inventario
